Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: With the app set to another language, some places were still in English. These included error messages, empty screens, several settings, Mouse Recap, theme and notification sound names, and the messages from Share to AppleVis. They're now translated into all 22 languages. Siri also understands AppleVis phrases in your language, and counts like "3 replies" follow your language's own plural rules. In other languages, the monthly Mouse Recap was also treated as a weekly one. It now uses the right heading and shows a full month's worth.
ar: عندما كان التطبيق مضبوطًا على لغة أخرى، بقيت بعض الأماكن باللغة الإنجليزية. ومن بينها رسائل الخطأ، والشاشات الفارغة، وعدة إعدادات، وMouse Recap، وأسماء السمات وأصوات الإشعارات، ورسائل المشاركة إلى AppleVis. أصبحت الآن مترجمة إلى اللغات الـ 22 كلها. كما أصبحت Siri تفهم عبارات AppleVis بلغتك، وتتبع الأعداد مثل «3 ردود» قواعد الجمع في لغتك. وفي اللغات الأخرى، كان Mouse Recap الشهري يُعامَل أيضًا كأنه أسبوعي. أصبح الآن يستخدم العنوان الصحيح ويعرض شهرًا كاملًا.
de: Wenn die App auf eine andere Sprache eingestellt war, waren einige Stellen noch auf Englisch. Dazu gehörten Fehlermeldungen, leere Bildschirme, mehrere Einstellungen, Mouse Recap, die Namen von Themes und Mitteilungstönen sowie die Meldungen von „Mit AppleVis teilen“. Sie sind jetzt in alle 22 Sprachen übersetzt. Siri versteht AppleVis-Befehle jetzt auch in deiner Sprache, und Zahlen wie „3 Antworten“ folgen den Pluralregeln deiner Sprache. In anderen Sprachen wurde der monatliche Mouse Recap außerdem wie ein wöchentlicher behandelt. Jetzt hat er die richtige Überschrift und zeigt einen ganzen Monat.
el: Όταν η εφαρμογή ήταν ρυθμισμένη σε άλλη γλώσσα, ορισμένα σημεία ήταν ακόμα στα αγγλικά. Σε αυτά περιλαμβάνονταν μηνύματα σφάλματος, κενές οθόνες, αρκετές ρυθμίσεις, το Mouse Recap, τα ονόματα θεμάτων και ήχων ειδοποιήσεων, και τα μηνύματα της Κοινοποίησης στο AppleVis. Τώρα έχουν μεταφραστεί και στις 22 γλώσσες. Η Siri καταλαβαίνει επίσης τις φράσεις του AppleVis στη γλώσσα σας, και αριθμοί όπως «3 απαντήσεις» ακολουθούν τους κανόνες πληθυντικού της γλώσσας σας. Σε άλλες γλώσσες, το μηνιαίο Mouse Recap αντιμετωπιζόταν επίσης ως εβδομαδιαίο. Τώρα έχει τη σωστή επικεφαλίδα και δείχνει ολόκληρο τον μήνα.
es: Con la app en otro idioma, algunos lugares seguían en inglés. Entre ellos, mensajes de error, pantallas vacías, varios ajustes, Mouse Recap, los nombres de temas y sonidos de notificación, y los mensajes de Compartir con AppleVis. Ahora están traducidos a los 22 idiomas. Siri también entiende las frases de AppleVis en tu idioma, y los recuentos como «3 respuestas» siguen las reglas de plural de tu idioma. En otros idiomas, el Mouse Recap mensual también se trataba como uno semanal. Ahora usa el título correcto y muestra el mes completo.
fa: وقتی زبان برنامه روی زبان دیگری تنظیم بود، بعضی جاها هنوز انگلیسی بودند. از جمله پیام‌های خطا، صفحه‌های خالی، چند تنظیم، Mouse Recap، نام زمینه‌ها و صداهای اعلان، و پیام‌های «هم‌رسانی با AppleVis». حالا همهٔ آن‌ها به هر ۲۲ زبان ترجمه شده‌اند. Siri هم عبارت‌های AppleVis را به زبان شما می‌فهمد و شمارش‌هایی مثل «۳ پاسخ» از قواعد جمع زبان شما پیروی می‌کنند. در زبان‌های دیگر، Mouse Recap ماهانه هم مثل هفتگی در نظر گرفته می‌شد. حالا عنوان درست را دارد و یک ماه کامل را نشان می‌دهد.
fr: Quand l’app était réglée sur une autre langue, certains endroits restaient en anglais : messages d’erreur, écrans vides, plusieurs réglages, Mouse Recap, noms des thèmes et des sons de notification, et messages de Partager vers AppleVis. Ils sont maintenant traduits dans les 22 langues. Siri comprend aussi les phrases AppleVis dans votre langue, et les nombres comme « 3 réponses » suivent les règles de pluriel de votre langue. Dans les autres langues, le Mouse Recap mensuel était aussi traité comme un récapitulatif hebdomadaire. Il a maintenant le bon titre et montre tout le mois.
he: כשהאפליקציה הוגדרה לשפה אחרת, חלק מהמקומות עדיין הופיעו באנגלית. ביניהם הודעות שגיאה, מסכים ריקים, כמה הגדרות, Mouse Recap, שמות ערכות נושא וצלילי התראות, וההודעות של שיתוף ל-AppleVis. עכשיו הם מתורגמים לכל 22 השפות. Siri מבינה גם ביטויים של AppleVis בשפה שלך, ומספרים כמו "3 תגובות" פועלים לפי כללי הריבוי של השפה שלך. בשפות אחרות, ה-Mouse Recap החודשי גם טופל כשבועי. עכשיו הוא מקבל את הכותרת הנכונה ומציג חודש שלם.
hi: ऐप को किसी दूसरी भाषा पर सेट करने पर कुछ जगहें अब भी अंग्रेज़ी में थीं। इनमें त्रुटि संदेश, खाली स्क्रीन, कई सेटिंग्स, Mouse Recap, थीम और सूचना ध्वनियों के नाम, और AppleVis पर शेयर करें के संदेश शामिल थे। अब इनका अनुवाद सभी 22 भाषाओं में हो गया है। Siri भी अब आपकी भाषा में AppleVis के वाक्यांश समझती है, और "3 जवाब" जैसी गिनतियाँ आपकी भाषा के बहुवचन नियमों का पालन करती हैं। दूसरी भाषाओं में मासिक Mouse Recap को साप्ताहिक भी माना जाता था। अब उसमें सही शीर्षक है और वह पूरे महीने की जानकारी दिखाता है।
id: Saat aplikasi diatur ke bahasa lain, beberapa bagian masih berbahasa Inggris. Di antaranya pesan kesalahan, layar kosong, beberapa pengaturan, Mouse Recap, nama tema dan suara notifikasi, serta pesan dari Bagikan ke AppleVis. Kini semuanya diterjemahkan ke 22 bahasa. Siri juga memahami frasa AppleVis dalam bahasa Anda, dan jumlah seperti "3 balasan" mengikuti aturan jamak bahasa Anda. Dalam bahasa lain, Mouse Recap bulanan juga diperlakukan seperti mingguan. Kini judulnya sudah benar dan menampilkan satu bulan penuh.
it: Con l’app impostata su un’altra lingua, alcune parti erano ancora in inglese. Tra queste, i messaggi di errore, le schermate vuote, diverse impostazioni, Mouse Recap, i nomi dei temi e dei suoni di notifica, e i messaggi di Condividi su AppleVis. Ora sono tradotte in tutte le 22 lingue. Siri capisce anche le frasi di AppleVis nella tua lingua, e i conteggi come «3 risposte» seguono le regole del plurale della tua lingua. Nelle altre lingue, il Mouse Recap mensile veniva anche trattato come settimanale. Ora ha il titolo giusto e mostra un mese intero.
ja: アプリを別の言語に設定していても、一部はまだ英語のままでした。エラーメッセージ、空の画面、いくつかの設定、Mouse Recap、テーマや通知音の名前、「AppleVis に共有」のメッセージなどです。これらを 22 言語すべてに翻訳しました。Siri もあなたの言語で AppleVis のフレーズを理解するようになり、「3 件の返信」のような数はその言語の複数形のルールに従います。また、ほかの言語では月間の Mouse Recap が週間として扱われていました。現在は正しい見出しになり、1 か月分を表示します。
ko: 앱을 다른 언어로 설정해도 일부는 여전히 영어였습니다. 오류 메시지, 빈 화면, 여러 설정, Mouse Recap, 테마와 알림음 이름, AppleVis로 공유의 메시지 등이 그랬습니다. 이제 22개 언어 모두로 번역되었습니다. Siri도 이제 사용자의 언어로 AppleVis 문구를 알아듣고, '답글 3개' 같은 수는 해당 언어의 복수형 규칙을 따릅니다. 다른 언어에서는 월간 Mouse Recap이 주간처럼 처리되기도 했습니다. 이제 올바른 제목을 사용하고 한 달 전체를 보여 줍니다.
nl: Als de app op een andere taal stond, waren sommige plekken nog in het Engels. Daaronder foutmeldingen, lege schermen, verschillende instellingen, Mouse Recap, de namen van thema’s en meldingsgeluiden, en de berichten van Deel met AppleVis. Ze zijn nu vertaald in alle 22 talen. Siri begrijpt AppleVis-zinnen nu ook in jouw taal, en aantallen zoals ‘3 reacties’ volgen de meervoudsregels van jouw taal. In andere talen werd de maandelijkse Mouse Recap ook als een wekelijkse behandeld. Nu heeft hij de juiste kop en toont hij een hele maand.
pl: Gdy aplikacja była ustawiona na inny język, niektóre miejsca wciąż były po angielsku. Były to m.in. komunikaty o błędach, puste ekrany, kilka ustawień, Mouse Recap, nazwy motywów i dźwięków powiadomień oraz komunikaty z Udostępnij do AppleVis. Teraz są przetłumaczone na wszystkie 22 języki. Siri rozumie też frazy AppleVis w Twoim języku, a liczby, takie jak „3 odpowiedzi”, stosują zasady liczby mnogiej Twojego języka. W innych językach miesięczny Mouse Recap był też traktowany jak tygodniowy. Teraz ma właściwy nagłówek i pokazuje cały miesiąc.
pt: Com o app em outro idioma, alguns lugares ainda estavam em inglês. Entre eles, mensagens de erro, telas vazias, vários ajustes, o Mouse Recap, os nomes de temas e sons de notificação, e as mensagens do Compartilhar com o AppleVis. Agora estão traduzidos para os 22 idiomas. A Siri também entende as frases do AppleVis no seu idioma, e contagens como “3 respostas” seguem as regras de plural do seu idioma. Em outros idiomas, o Mouse Recap mensal também era tratado como semanal. Agora ele usa o título certo e mostra o mês inteiro.
ru: Если в приложении был выбран другой язык, некоторые места всё ещё оставались на английском. Среди них — сообщения об ошибках, пустые экраны, несколько настроек, Mouse Recap, названия тем и звуков уведомлений, а также сообщения функции «Поделиться в AppleVis». Теперь они переведены на все 22 языка. Siri также понимает фразы AppleVis на вашем языке, а числа вроде «3 ответа» следуют правилам множественного числа вашего языка. На других языках ежемесячный Mouse Recap к тому же считался еженедельным. Теперь у него правильный заголовок и он показывает весь месяц.
sv: När appen var inställd på ett annat språk var vissa delar fortfarande på engelska. Det gällde felmeddelanden, tomma skärmar, flera inställningar, Mouse Recap, namnen på teman och notisljud, och meddelandena från Dela till AppleVis. Nu är de översatta till alla 22 språk. Siri förstår också AppleVis-fraser på ditt språk, och antal som ”3 svar” följer ditt språks egna pluralregler. På andra språk behandlades den månatliga Mouse Recap också som en veckovis. Nu har den rätt rubrik och visar en hel månad.
th: เมื่อตั้งแอปเป็นภาษาอื่น บางจุดยังเป็นภาษาอังกฤษอยู่ ได้แก่ ข้อความแสดงข้อผิดพลาด หน้าจอว่าง การตั้งค่าหลายรายการ Mouse Recap ชื่อธีมและเสียงการแจ้งเตือน และข้อความจากแชร์ไปยัง AppleVis ตอนนี้แปลเป็นทั้ง 22 ภาษาแล้ว Siri ยังเข้าใจวลีของ AppleVis ในภาษาของคุณ และตัวเลขอย่าง "3 การตอบกลับ" ก็ใช้กฎพหูพจน์ของภาษาคุณเอง ในภาษาอื่น Mouse Recap รายเดือนยังถูกนับเป็นแบบรายสัปดาห์ด้วย ตอนนี้ใช้หัวข้อที่ถูกต้องและแสดงเนื้อหาครบทั้งเดือนแล้ว
tr: Uygulama başka bir dile ayarlıyken bazı yerler hâlâ İngilizceydi. Bunlar arasında hata mesajları, boş ekranlar, birkaç ayar, Mouse Recap, tema ve bildirim sesi adları ile AppleVis’e Paylaş mesajları vardı. Artık 22 dilin tamamına çevrildiler. Siri de AppleVis ifadelerini artık sizin dilinizde anlıyor ve “3 yanıt” gibi sayılar dilinizin kendi çoğul kurallarına uyuyor. Diğer dillerde aylık Mouse Recap ayrıca haftalık gibi ele alınıyordu. Artık doğru başlığı kullanıyor ve bir ayın tamamını gösteriyor.
uk: Коли в застосунку була вибрана інша мова, деякі місця все ще були англійською. Серед них — повідомлення про помилки, порожні екрани, кілька налаштувань, Mouse Recap, назви тем і звуків сповіщень, а також повідомлення функції «Поділитися в AppleVis». Тепер їх перекладено всіма 22 мовами. Siri також розуміє фрази AppleVis вашою мовою, а числа на кшталт «3 відповіді» відповідають правилам множини вашої мови. Іншими мовами щомісячний Mouse Recap до того ж вважався щотижневим. Тепер він має правильний заголовок і показує цілий місяць.
vi: Khi ứng dụng được đặt sang ngôn ngữ khác, một số chỗ vẫn còn tiếng Anh. Trong đó có thông báo lỗi, màn hình trống, một số cài đặt, Mouse Recap, tên chủ đề và âm thanh thông báo, cùng các thông báo của Chia sẻ tới AppleVis. Giờ đây chúng đã được dịch sang cả 22 ngôn ngữ. Siri cũng hiểu các câu lệnh AppleVis bằng ngôn ngữ của bạn, và các con số như “3 trả lời” theo đúng quy tắc số nhiều của ngôn ngữ bạn. Ở các ngôn ngữ khác, Mouse Recap hằng tháng cũng bị xem như hằng tuần. Giờ nó dùng đúng tiêu đề và hiển thị trọn một tháng.
zh_hans: 将 App 设为其他语言时，有些地方仍显示英文，包括错误信息、空白屏幕、多项设置、Mouse Recap、主题和通知声音的名称，以及“分享到 AppleVis”的提示。现在它们都已翻译成全部 22 种语言。Siri 也能听懂你所用语言的 AppleVis 短语，“3 条回复”这类计数也会遵循你所用语言的复数规则。在其他语言中，每月的 Mouse Recap 还会被当作每周的来处理。现在它会使用正确的标题，并显示整个月的内容。

source: If Siri uses another language, you can say these phrases in that language too.
ar: إذا كانت Siri تستخدم لغة أخرى، فيمكنك قول هذه العبارات بتلك اللغة أيضًا.
de: Wenn Siri eine andere Sprache verwendet, kannst du diese Sätze auch in dieser Sprache sagen.
el: Αν η Siri χρησιμοποιεί άλλη γλώσσα, μπορείτε να πείτε αυτές τις φράσεις και σε εκείνη τη γλώσσα.
es: Si Siri usa otro idioma, también puedes decir estas frases en ese idioma.
fa: اگر Siri از زبان دیگری استفاده می‌کند، می‌توانید این عبارت‌ها را به همان زبان هم بگویید.
fr: Si Siri utilise une autre langue, vous pouvez aussi dire ces phrases dans cette langue.
he: אם Siri משתמשת בשפה אחרת, אפשר לומר את הביטויים האלה גם בשפה הזו.
hi: अगर Siri कोई दूसरी भाषा इस्तेमाल करती है, तो आप ये वाक्यांश उस भाषा में भी बोल सकते हैं।
id: Jika Siri memakai bahasa lain, Anda juga bisa mengucapkan frasa ini dalam bahasa tersebut.
it: Se Siri usa un’altra lingua, puoi pronunciare queste frasi anche in quella lingua.
ja: Siri をほかの言語で使っている場合は、これらのフレーズをその言語で話すこともできます。
ko: Siri가 다른 언어를 사용한다면 이 문구를 그 언어로도 말할 수 있습니다.
nl: Als Siri een andere taal gebruikt, kun je deze zinnen ook in die taal zeggen.
pl: Jeśli Siri używa innego języka, możesz wypowiadać te frazy także w tym języku.
pt: Se a Siri usa outro idioma, você também pode dizer essas frases nesse idioma.
ru: Если Siri использует другой язык, эти фразы можно произносить и на нём.
sv: Om Siri använder ett annat språk kan du också säga de här fraserna på det språket.
th: หาก Siri ใช้ภาษาอื่น คุณก็พูดวลีเหล่านี้เป็นภาษานั้นได้เช่นกัน
tr: Siri başka bir dil kullanıyorsa bu ifadeleri o dilde de söyleyebilirsiniz.
uk: Якщо Siri використовує іншу мову, ці фрази можна казати й нею.
vi: Nếu Siri dùng ngôn ngữ khác, bạn cũng có thể nói các câu này bằng ngôn ngữ đó.
zh_hans: 如果 Siri 使用其他语言，你也可以用该语言说出这些短语。

source: Latest
ar: الأحدث
de: Neueste
el: Πιο πρόσφατες
es: Recientes
fa: جدیدترین‌ها
fr: Récentes
he: האחרונות
hi: नवीनतम
id: Terbaru
it: Più recenti
ja: 最新
ko: 최신
nl: Nieuwste
pl: Najnowsze
pt: Recentes
ru: Новые
sv: Senaste
th: ล่าสุด
tr: En Yeniler
uk: Нові
vi: Mới nhất
zh_hans: 最新

source: Most Recommended
ar: الأكثر توصية
de: Am häufigsten empfohlen
el: Με τις περισσότερες συστάσεις
es: Más recomendadas
fa: پرتوصیه‌ترین‌ها
fr: Les plus recommandées
he: המומלצות ביותר
hi: सबसे ज़्यादा अनुशंसित
id: Paling Direkomendasikan
it: Più consigliate
ja: おすすめ数順
ko: 가장 많이 추천됨
nl: Meest aanbevolen
pl: Najczęściej polecane
pt: Mais recomendados
ru: Самые рекомендуемые
sv: Mest rekommenderade
th: แนะนำมากที่สุด
tr: En Çok Önerilenler
uk: Найбільш рекомендовані
vi: Được đề xuất nhiều nhất
zh_hans: 最多推荐

source: Past 3 Months
ar: آخر 3 أشهر
de: Letzte 3 Monate
el: Τελευταίοι 3 μήνες
es: Últimos 3 meses
fa: ۳ ماه گذشته
fr: 3 derniers mois
he: 3 החודשים האחרונים
hi: पिछले 3 महीने
id: 3 Bulan Terakhir
it: Ultimi 3 mesi
ja: 過去3か月
ko: 지난 3개월
nl: Afgelopen 3 maanden
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses
ru: Последние 3 месяца
sv: Senaste 3 månaderna
th: 3 เดือนที่ผ่านมา
tr: Son 3 Ay
uk: Останні 3 місяці
vi: 3 tháng qua
zh_hans: 过去 3 个月

source: Past 6 Months
ar: آخر 6 أشهر
de: Letzte 6 Monate
el: Τελευταίοι 6 μήνες
es: Últimos 6 meses
fa: ۶ ماه گذشته
fr: 6 derniers mois
he: 6 החודשים האחרונים
hi: पिछले 6 महीने
id: 6 Bulan Terakhir
it: Ultimi 6 mesi
ja: 過去6か月
ko: 지난 6개월
nl: Afgelopen 6 maanden
pl: Ostatnie 6 miesięcy
pt: Últimos 6 meses
ru: Последние 6 месяцев
sv: Senaste 6 månaderna
th: 6 เดือนที่ผ่านมา
tr: Son 6 Ay
uk: Останні 6 місяців
vi: 6 tháng qua
zh_hans: 过去 6 个月

source: Past Year
ar: العام الماضي
de: Letztes Jahr
el: Τελευταίος χρόνος
es: Último año
fa: سال گذشته
fr: Dernière année
he: השנה האחרונה
hi: पिछला साल
id: Setahun Terakhir
it: Ultimo anno
ja: 過去1年
ko: 지난 1년
nl: Afgelopen jaar
pl: Ostatni rok
pt: Último ano
ru: Последний год
sv: Senaste året
th: ปีที่ผ่านมา
tr: Son Bir Yıl
uk: Останній рік
vi: Năm qua
zh_hans: 过去一年

source: All Time
ar: كل الأوقات
de: Gesamte Zeit
el: Όλων των εποχών
es: Desde siempre
fa: همهٔ زمان‌ها
fr: Depuis toujours
he: כל הזמנים
hi: अब तक
id: Sepanjang Waktu
it: Da sempre
ja: 全期間
ko: 전체 기간
nl: Altijd
pl: Cały czas
pt: Desde sempre
ru: За всё время
sv: Hela tiden
th: ตลอดเวลา
tr: Tüm Zamanlar
uk: За весь час
vi: Mọi thời điểm
zh_hans: 全部时间

source: Community Picks
ar: اختيارات المجتمع
de: Community-Tipps
el: Επιλογές της κοινότητας
es: Favoritas de la comunidad
fa: انتخاب‌های جامعه
fr: Coups de cœur de la communauté
he: בחירות הקהילה
hi: समुदाय की पसंद
id: Pilihan Komunitas
it: Scelte della community
ja: コミュニティのおすすめ
ko: 커뮤니티 추천
nl: Community-favorieten
pl: Wybór społeczności
pt: Escolhas da comunidade
ru: Выбор сообщества
sv: Gemenskapens favoriter
th: แอปที่ชุมชนเลือก
tr: Topluluk Seçimleri
uk: Вибір спільноти
vi: Cộng đồng chọn
zh_hans: 社区精选

source: Apps AppleVis members recommend.
ar: تطبيقات يوصي بها أعضاء AppleVis.
de: Apps, die AppleVis-Mitglieder empfehlen.
el: Εφαρμογές που προτείνουν τα μέλη του AppleVis.
es: Apps que recomiendan los miembros de AppleVis.
fa: برنامه‌هایی که اعضای AppleVis توصیه می‌کنند.
fr: Les applis que recommandent les membres d’AppleVis.
he: אפליקציות שחברי AppleVis ממליצים עליהן.
hi: वे ऐप्स जिनकी AppleVis सदस्य अनुशंसा करते हैं।
id: Aplikasi yang direkomendasikan anggota AppleVis.
it: Le app consigliate dai membri di AppleVis.
ja: AppleVis メンバーがおすすめしているアプリです。
ko: AppleVis 회원들이 추천하는 앱입니다.
nl: Apps die AppleVis-leden aanbevelen.
pl: Aplikacje polecane przez członków AppleVis.
pt: Apps que os membros do AppleVis recomendam.
ru: Приложения, которые рекомендуют участники AppleVis.
sv: Appar som AppleVis-medlemmar rekommenderar.
th: แอปที่สมาชิก AppleVis แนะนำ
tr: AppleVis üyelerinin önerdiği uygulamalar.
uk: Додатки, які рекомендують учасники AppleVis.
vi: Các ứng dụng được thành viên AppleVis đề xuất.
zh_hans: AppleVis 成员推荐的应用。

source: Loading
ar: جارٍ التحميل
de: Wird geladen
el: Φόρτωση
es: Cargando
fa: در حال بارگیری
fr: Chargement
he: טוען
hi: लोड हो रहा है
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 불러오는 중
nl: Laden
pl: Wczytywanie
pt: Carregando
ru: Загрузка
sv: Läser in
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 正在载入

source: Community Picks Is Almost Ready
ar: اختيارات المجتمع جاهزة تقريبًا
de: Community-Tipps sind fast fertig
el: Οι Επιλογές της κοινότητας είναι σχεδόν έτοιμες
es: Favoritas de la comunidad casi está lista
fa: انتخاب‌های جامعه تقریباً آماده است
fr: Les coups de cœur de la communauté sont presque prêts
he: בחירות הקהילה כמעט מוכנות
hi: समुदाय की पसंद लगभग तैयार है
id: Pilihan Komunitas Hampir Siap
it: Scelte della community è quasi pronta
ja: コミュニティのおすすめはもうすぐ使えます
ko: 커뮤니티 추천이 거의 준비되었습니다
nl: Community-favorieten is bijna klaar
pl: Wybór społeczności jest prawie gotowy
pt: Escolhas da comunidade está quase pronto
ru: Выбор сообщества почти готов
sv: Gemenskapens favoriter är nästan klar
th: แอปที่ชุมชนเลือกใกล้พร้อมแล้ว
tr: Topluluk Seçimleri Neredeyse Hazır
uk: Вибір спільноти майже готовий
vi: Cộng đồng chọn sắp sẵn sàng
zh_hans: 社区精选即将就绪

source: This list needs a small update to the AppleVis website. It will fill in by itself once that's done, so check back soon.
ar: تحتاج هذه القائمة إلى تحديث صغير على موقع AppleVis. ستمتلئ من تلقاء نفسها بعد انتهائه، لذا عد قريبًا.
de: Für diese Liste ist ein kleines Update der AppleVis-Website nötig. Sie füllt sich von selbst, sobald es fertig ist. Schau also bald wieder vorbei.
el: Αυτή η λίστα χρειάζεται μια μικρή ενημέρωση του ιστότοπου του AppleVis. Θα συμπληρωθεί μόνη της μόλις γίνει, οπότε ελέγξτε ξανά σύντομα.
es: Esta lista necesita una pequeña actualización del sitio web de AppleVis. Se llenará sola cuando esté lista, así que vuelve pronto.
fa: این فهرست به یک به‌روزرسانی کوچک در وب‌سایت AppleVis نیاز دارد. پس از آن خودش پر می‌شود، پس به‌زودی دوباره سر بزنید.
fr: Cette liste nécessite une petite mise à jour du site AppleVis. Elle se remplira d’elle-même une fois celle-ci terminée. Revenez bientôt.
he: הרשימה הזו צריכה עדכון קטן באתר AppleVis. היא תתמלא מעצמה כשהעדכון יסתיים, אז כדאי לחזור בקרוב.
hi: इस सूची के लिए AppleVis वेबसाइट में एक छोटा अपडेट ज़रूरी है। उसके पूरा होते ही यह अपने आप भर जाएगी, इसलिए जल्द ही फिर देखें।
id: Daftar ini memerlukan pembaruan kecil pada situs web AppleVis. Daftar akan terisi sendiri setelah pembaruan selesai, jadi periksa lagi nanti.
it: Questo elenco richiede un piccolo aggiornamento del sito AppleVis. Si riempirà da solo quando sarà pronto, quindi torna a controllare presto.
ja: このリストには AppleVis の Web サイトの小さなアップデートが必要です。アップデートが終わると自動的に表示されるので、また後で確認してください。
ko: 이 목록은 AppleVis 웹사이트의 작은 업데이트가 필요합니다. 업데이트가 끝나면 자동으로 채워지니 곧 다시 확인해 주세요.
nl: Voor deze lijst is een kleine update van de AppleVis-website nodig. Hij vult zich vanzelf zodra die klaar is, dus kijk snel weer.
pl: Ta lista wymaga niewielkiej aktualizacji witryny AppleVis. Wypełni się sama, gdy aktualizacja się zakończy, więc zajrzyj tu wkrótce.
pt: Esta lista precisa de uma pequena atualização no site do AppleVis. Ela será preenchida sozinha quando isso terminar, então volte em breve.
ru: Для этого списка нужно небольшое обновление сайта AppleVis. Он заполнится сам, когда обновление будет готово, так что загляните сюда позже.
sv: Den här listan behöver en liten uppdatering av AppleVis webbplats. Den fylls i av sig själv när den är klar, så titta in snart igen.
th: รายการนี้ต้องมีการอัปเดตเล็กน้อยบนเว็บไซต์ AppleVis เมื่ออัปเดตเสร็จ รายการจะแสดงขึ้นเอง โปรดกลับมาดูอีกครั้งเร็วๆ นี้
tr: Bu liste için AppleVis web sitesinde küçük bir güncelleme gerekiyor. Güncelleme bitince liste kendiliğinden dolacak, bu yüzden yakında tekrar bakın.
uk: Для цього списку потрібне невелике оновлення сайту AppleVis. Він заповниться сам, щойно оновлення буде готове, тож загляньте згодом.
vi: Danh sách này cần một bản cập nhật nhỏ trên trang web AppleVis. Danh sách sẽ tự hiện nội dung khi cập nhật xong, vì vậy hãy quay lại sớm.
zh_hans: 此列表需要 AppleVis 网站进行一次小更新。更新完成后，列表会自动显示内容，请稍后再来查看。

source: No Picks Yet
ar: لا توجد اختيارات بعد
de: Noch keine Tipps
el: Δεν υπάρχουν επιλογές ακόμα
es: Aún no hay favoritas
fa: هنوز انتخابی نیست
fr: Aucun coup de cœur pour l’instant
he: אין עדיין בחירות
hi: अभी कोई पसंद नहीं
id: Belum Ada Pilihan
it: Nessuna scelta per ora
ja: まだおすすめはありません
ko: 아직 추천이 없습니다
nl: Nog geen favorieten
pl: Na razie brak wyborów
pt: Nenhuma escolha ainda
ru: Пока ничего нет
sv: Inga favoriter än
th: ยังไม่มีแอปที่เลือก
tr: Henüz Seçim Yok
uk: Поки нічого немає
vi: Chưa có lựa chọn nào
zh_hans: 暂无精选

source: No apps have been recommended yet.
ar: لم تتم التوصية بأي تطبيق بعد.
de: Es wurden noch keine Apps empfohlen.
el: Δεν έχει προταθεί καμία εφαρμογή ακόμα.
es: Todavía no se ha recomendado ninguna app.
fa: هنوز هیچ برنامه‌ای توصیه نشده است.
fr: Aucune appli n’a encore été recommandée.
he: עדיין לא הומלצה אף אפליקציה.
hi: अभी तक किसी ऐप की अनुशंसा नहीं की गई है।
id: Belum ada aplikasi yang direkomendasikan.
it: Nessuna app è stata ancora consigliata.
ja: まだおすすめされたアプリはありません。
ko: 아직 추천된 앱이 없습니다.
nl: Er zijn nog geen apps aanbevolen.
pl: Żadna aplikacja nie została jeszcze polecona.
pt: Nenhum app foi recomendado ainda.
ru: Пока ни одно приложение не рекомендовали.
sv: Inga appar har rekommenderats än.
th: ยังไม่มีแอปที่ได้รับการแนะนำ
tr: Henüz hiçbir uygulama önerilmedi.
uk: Жоден додаток ще не рекомендували.
vi: Chưa có ứng dụng nào được đề xuất.
zh_hans: 还没有应用被推荐。
